{
  "[prompt0]": 30522,
  "[prompt1]": 30523,
  "[prompt2]": 30524,
  "[prompt3]": 30525,
  "[prompt4]": 30526,
  "[prompt5]": 30527,
  "[prompt6]": 30528,
  "[prompt7]": 30529,
  "[prompt8]": 30530,
  "[prompt9]": 30531
}
